// Localized application name
"applicationName" = "Android File Transfer";

// The title of the filename column when viewing a device's files.
"filenameColumnHeaderTitle" = "Nom";
// The title of the column which shows the last modification date of a device's files.
"lastModifiedColumnHeaderTitle" = "Dernière modification";
// The title of the column which shoes the file size of a device's files.
"sizeColumnHeaderTitle" = "Taille";
// The title of a button which, when pressed, creates a new folder on the device.
"newFolderButtonText" = "Nouveau dossier";
// The title of a button which, when pressed, deleted the selected files on the device.
"deleteButtonText" = "Supprimer";

// The title of the window showing the status of copying files to or from the device.
"copyStatusWindowTitle" = "Copie";

// Text shown on a button which cancels an operation.
"cancelButton" = "Annuler";

// String shown in progress after the user has canceled the transfer, while it is still being
// canceled.
"cancelingLabel" = "Annulation";
// String shown in progress while still preparing to start the transfer.  The placeholder is
// the name of the folder being copied to.
"preparingToCopyLabel" = "Préparation de la copie vers \"%@\"";
// String shown in progress while copying multiple items. The first placeholder is the number of
// items still being copied, and will always be at least 2.  The second placeholder is the name
// of the folder being copied to.
"copyingMultipleItemsLabel" = "Copying %1$d items to \"%2$@\"";
// String shown when a single item is being copied.  The first placeholder is the filename of the
// item being copied, and the second placeholder is the name of the folder being copied to.
"copyingSingleItemLabel" = "Copying \"%1$@\" to \"%2$@\"";

// String shown during a copy while the time remaining is still being calculated.
"timeRemainingUnknown" = "Estimation du temps restant...";
// String showing progress of a copy operation.
"timeRemainingLessThan5Seconds" = "Moins de 5 secondes restantes.";
// String showing progress of a copy operation.
"timeRemainingLessThan15Seconds" = "Moins de 15 secondes restantes";
// String showing progress of a copy operation.
"timeRemainingLessThan30Seconds" = "Moins de 30 secondes restantes";
// String showing progress of a copy operation.
"timeRemaining1Minute" = "Environ 1 minute restante";
// String showing progress of a copy operation.  The placeholder will be replaced
// with the number of minutes remaining, from 2-60.
"timeRemainingMinutes" = "About %1$d minutes remaining";
// String showing progress of a copy operation.
"timeRemaining1Hour" = "Environ 1 heure restante.";
// String showing progress of a copy operation.  The placeholder will be replaced
// with the number of hours remaining, always at least 2.
"timeRemainingHours" = "About %1$d hours remaining";

// String format used to indicate how a copy is proceeding.  First placeholder is the number of
// bytes already copied, second is the total number in this copy, and the third is an estimate of
// the remaining time.
"bottomProgressStringFormat" = "%1$@ sur %2$@ - %3$@";

// Default name of a newly created folder.
"folderDefaultName" = "dossier sans titre";

// Status shown at the bottom of the folder view when items are selected.  First placeholder is the
// number of items selected, second is the total number of items shown.  Third placeholder is the
// amount of free space remaining on the device.
"bottomStatusFilesSelected" = "%1$d of %2$d selected, %3$@ available";
// Status shown on the bottom of the folder view when there is a single item.  Placeholder is the
// amount of free space remaining on the device.
"bottomStatusNoSelectionSingleItem" = "Un élément, %1$@ disponible(s)";
// Status shown on the bottom of the folder view when there are multiple items.  First placeholder
// is the number of items shown (always at least 2), second placeholder is the amount of free space
// remaining on the device.
"bottomStatusNoSelectionMultipleItems" = "%1$d items, %2$@ available";

// Error message shown when there was a problem deleting a file.
"errorDeletingTitle" = "Erreur lors de la suppression.";
// Error description shown when there was a problem deleting a file.  Placeholder is replaced
// with the name of the file.
"errorDeletingDescription" = "Impossible de supprimer le fichier ou le dossier \"%@\".";
// Error message shown when there was a problem creating a foder.
"errorCreateFolderTitle" = "Impossible de créer le dossier.";
// Error message shown when there was a problem connecting to a plugged in device.
"errorConnectToDeviceTitle" = "Impossible de se connecter à l'appareil.";
// Error message shown when there was a problem connecting to a plugged in device.
"errorCommunicatingWithDeviceTitle" = "Impossible d'établir une communication avec l'appareil.";
// Error message shown when there was a problem getting device info.
"errorUnlockDeviceTitle" = "Can't access device storage";
// Error message shown when there was a problem renaming a folder.
"errorRenameFolderTitle" = "Impossible de renommer le dossier.";
// Error message shown when there was a problem renaming a file.
"errorRenameFileTitle" = "Impossible de renommer le fichier.";
// Error message shown when there was a problem copying a file.
"errorCopyingFileTitle" = "Impossible de copier le fichier.";
// Error message shown when there was a problem replacing a file.
"errorReplacingFileTitle" = "Impossible de remplacer le fichier.";
// Error description shown where there was a problem copying a file.  Placeholder is replaced
// with the name of the file that was being copied.
"errorCopyingFileDescription" = "Impossible de copier le fichier \"%@\".";
// Error title shown when a user attempts to open a file.
"errorCannotOpenFileTitle" = "Impossible d'ouvrir les fichiers avec Android File Transfer.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenFileDescription" = "Pour ouvrir un fichier, déplacez-le d'abord sur votre ordinateur.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenMultipleTitle" = "Impossible d'ouvrir plusieurs éléments avec Android File Transfer.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenNoneTitle" = "Aucun élément sélectionné à ouvrir.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenBadSelectionDescription" = "Sélectionnez un seul élément, puis réessayez.";
// Error description for when there was no detected error.  This message should never be shown.
"errorSuccessDescription" = "Aucune erreur";
// Error description when an operation failed because the filename does not exist.
"errorPathNotFoundDescription" = "Nom de fichier inconnu.";
// Error description shown when an operation failed because the device was not initialized.
"errorDeviceNotInitializedDescription" = "L'appareil n'est pas initialisé. Essayez de le reconnecter ou de le redémarrer.";
// Error description shown when an operation failed because the name already exists.
"errorPathAlreadyExistsDescription" = "Il existe déjà un fichier ou un dossier portant ce nom.";
// Generic error description, used when we don't have other suggestions or details from an operation
// which failed.
"errorGenericDescription" = "Essayez de reconnecter ou de redémarrer votre appareil.";
// Error description shown when we can't get the storage for the device.
"errorUnlockDescription" = "If your device's screen is locked, disconnect its USB cable, unlock your screen, and then reconnect the USB cable.";
// Warning title shown when a file or folder already exists.  Placeholder is replaced with the file name.
"warningFileExistsMessage" = "Un élément nommé \"%@\" existe déjà dans ce dossier.";
// Warning description shown when a file already exists, and the user may choose to replace it.
"warningFileExistsInformative" = "Voulez-vous remplacer l'élément existant par celui en cours de copie ?";
// Button on warning which allows the user to replace (overwrite) a file or folder.
"warningFileExistsReplace" = "Remplacer";
// Button on warning which allows the user to skip copying a file when one already exists with that name.
"warningFileExistsSkip" = "Ignorer";
// Button on warning which allows the user to replace (overwrite) all files or folders in a copy operation.
"warningFileExistsReplaceAll" = "Tout remplacer";
// Warning title shown when a file attempting to be copied is too large.
"warningFileTooLargeMessage" = "Le fichier \"%@\" est trop volumineux.";
// Warning description shown when a file attempting to be copied is too large.
"warningFileTooLargeInformative" = "Android File Transfer permet de transférer uniquement des fichiers dont la taille est inférieure à 4 Go.";

// Warning shown before deleting files.
"deleteWarningTitle" = "Voulez-vous vraiment supprimer de manière définitive les éléments sélectionnés ?";
// Warning shown when the user is about to do something they might think they can undo, but can't.
"noUndoWarningInformative" = "Impossible d'annuler cette action.";

// Label for the About menu item
"menuAbout" = "À propos d'Android File Transfer";
// Label for the Services menu item
"menuServices" = "Services";
// Label for the menu item which hides the application
"menuHide" = "Masquer Android File Transfer";
// Label for the menu item which hides the other applications
"menuHideOthers" = "Masquer les autres";
// Label for the menu item which shows all windows
"menuShowAll" = "Tout afficher";
// Label for the menu item which quits the application
"menuQuit" = "Quitter Android File Transfer.";

// Label for the File menu
"menuFile" = "Fichier";
// Label for the menu item which creates a new folder
"menuNewFolder" = "Nouveau dossier";
// Label for the menu item which closes the window
"menuCloseWindow" = "Fermer la fenêtre";
// Label for the menu item which deletes the selected items
"menuDelete" = "Supprimer";

// Label for the Go menu
"menuGo" = "Aller";
// Label for the menu item which goes back to the previous folder
"menuBack" = "Précédent";
// Label for the menu item which goes forward to the next folder
"menuForward" = "Suivant";
// Label for the menu item which goes to the enclosing folder
"menuEnclosing" = "Dossier parent";
// Label for the menu item which open the selected
"menuOpenFolder" = "Ouvrir le dossier";

// Label for the Window menu
"menuWindow" = "Fenêtre";
// Label for the minimize window menu item
"menuMinimize" = "Réduire";
// Label for the zoom window menu item
"menuZoom" = "Zoom";
// Label for the bring all to front menu item
"menuBringAllToFront" = "Tout mettre au premier plan";

// Label for the Help menu
"menuHelp" = "Aide";
// Label for the help menu item
"menuHelpItem" = "Aide Android File Transfer";

// Title shown on the welcome screen.
"welcomeTitleText" = "Bienvenue sur Android File Transfer";
// Body text of welcome screen.
"welcomeBodyText" = "Connectez votre Mac à votre appareil Android à l'aide du câble USB fourni. Puis faites glisser les éléments sélectionnés entre la fenêtre d'Android File Transfer et celle du Finder. Pour en savoir plus, sélectionnez Aide > Aide Android File Transfer.\n\nAndroid File Transfer est compatible avec Android 3.0 et toute version ultérieure.";
// Button on welcome screen which will close the screen, allowing the user to use the application.
"welcomeDoneButtonLabel" = "Démarrer";

// Message shown in an alert when the user starts the app without any devices.
"noDevicesTitle" = "Aucun appareil Android trouvé.";
// Message shown in an alert when the user starts the app without any devices.
"noDevicesInformative" = "Connectez votre appareil Android à l'aide d'un câble USB pour commencer.";

// Short file size for folders.
"fileSizeFolder" = "--";
// Short file size for files or transfers under 1 KB.  Placeholder is replaced with the number of bytes of the file.
"fileSizeByte" = "%.0f bytes";
// Short file size for files or transfers under 1 MB.  Placeholder is replaced with the number of kilobytes of the file.
"fileSizeKb" = "%.0f KB";
// Short file size for files or transfers under 1 GB.  Placeholder is replaced with the number of megabytes of the file.
"fileSizeMb" = "%.1f MB";
// Short file size for files or transfers under 1 TB.  Placeholder is replaced with the number of gigabytes of the file.
"fileSizeGb" = "%.2f GB";
// Short file size for files or transfers under 1 PB.  Placeholder is replaced with the number of terabytes of the file.
"fileSizeTb" = "%.3f TB";
// Short file size for files or transfers over 1 PB.  Placeholder is replaced with the number of petabytes of the file.
"fileSizePb" = "%.3f PB";

// The help menu opens the default browser with the following URL 
"helpURL" = "http://www.google.com/support/mobile/bin/answer.py?hl=en&answer=1120329";

// Copyright statement at the end to avoid confusing the TC.
/* 
   Copyright 2010 Google Inc. All rights reserved.
 */
